[
  {
    "title": "First Kiss",
    "body": "Dear First Kiss,<br/>I still haven’t found you yet. Technically, you’d be my second kiss, but I choose not to count that one in eighth grade. It was short, and on a dare, and I didn’t really like her, not even as a friend, and it’s my life and my words, so. You’ll be my first kiss.<br/>I hope you’re well, and not biding your time to meet me. I’m not waiting up to meet you. I hope you’ll come around, of course, but when I meet you, I want to be a person. I want us to be two people together, not two puzzle pieces that only feel complete in each other’s grasp.<br/>Still, does it ever feel to you like it’s all a charade? Like romance is a big sham, or like there’s something about you that just makes everyone’s eyes slide right past you? I’ve been launching the fireworks of my affection into the night sky for years, and nobody has ever been there to catch the sparks. I begin to wonder if the glow of my displays is a color other people just can’t see.<br/>Then, maybe probability has just been rude to me. I’m sure you’re out there. I haven’t done much kissing in my life, but I have done a lot of reading, and I’m skeptical of the magical qualities the fictional world ascribes to kisses- total bliss, clarity, and peace seem a bit much- but it still sounds pretty nice. I hope I won’t be too bad at it. You can be honest with me about it.<br/>I hope you’ll wear glittery lip gloss, and I hope it sticks to me after you pull away. I hope it’ll sparkle in the morning sunlight in all the colors that it seems like no one else can see."
  },
  {
    "title": "I'm at a party and the adults want to see my happy face",
    "body": "walking through Greece<br/>there I see the vines along the roads<br/>with trash tucked under their leaves<br/>a shy bottle cap not quite ripe<br/>a torn foil flower<br/>on the road itself<br/>I see the space between the stones<br/>and the spent cigarettes oriented there like compass needles<br/>standing in Greece<br/>there on the mountain, above the ocean, below my chlorine-thick hair,<br/>we crowd around a balcony to watch the sun set<br/>there's a town on the shore<br/>and it looks like the bone-colored buildings and their rust-blush roofs have come from somewhere far away<br/>to watch something on the shore<br/>their dark windows intently facing the ocean<br/>whatever they're looking for, I don't think they see it yet<br/>crouched perfectly still in the dusty green hills, waiting, still waiting<br/>swimming in Greece<br/>dipping my head down so that my ears fill with water<br/>sinking into the soft silence<br/>throwing rocks further into the sea<br/>and watching the glass lilies spring up at the impact<br/>even in the calm ocean<br/>floating so easily in the infinity of blue<br/>I have so little peace<br/>I try to forget about it all<br/>I try to forget about my body and my brain<br/>engaged in such quiet war against me<br/>tuck it away, make it shy, hide it like a bottle cap under a leaf<br/>everybody wants me to forget so I go up to the railing and look into the sun<br/>the melted gold pink lemonade neon sign sun<br/>here I am in Greece<br/>listening to the eager buildings<br/>and they tell me that<br/>forgetting<br/>is a lot easier<br/>if you're doing it to make room for remembering something else"
  },
  {
    "title": "Back to You",
    "body": "<br/>All roads will be leading back to you<br/>what you know, what you have felt, lived<br/>there is no state of the world<br/>only a waterfall of humanity asserting itself into it<br/>radio waves riding into space because, you see,<br/>I am talking<br/>and you should hear me<br/>All roads will be leading back to you,<br/>because this is your life<br/>and you are living it in your head<br/>and thus there is no escape from that town you call Bias,<br/>or maybe Subjectivity<br/>because to breach its borders<br/>you must unbecome yourself<br/>and this is an impossible task<br/>you just stand<br/>on the main street of your own life,<br/>your gait wearing grooves in the pavement<br/>and fling out your arms to assert yourself to the stream of passers-by.<br/>Here you are. Only you.<br/>I hope you like it."
  },
  {
    "title": "three hours from america",
    "body": "<br/>there the bees buzzed in big wobbly loops<br/>and the graphite splintered over paper<br/>and the metro doors crashed shut<br/>and cigarette smoke billowed volcanic up from café tables<br/>and tears broke flat onto pale concrete<br/>and two people leaned closer together to hear each other talk<br/>and cars just barely stopped as a glowing green petroglyph lit up<br/>and the bleach-tired ends of a teenager's hair fluttered into the sink<br/>and paper and coins passed haltingly from hand to hand<br/>and a crane swiveled over the Notre Dame<br/>and a creature of unknown identity picked up a knife and put it down again<br/>and all the people walked over bridges like their paths were threads, like they were trying to sew together the banks of the Seine<br/>and through it all the only ones still were the statues and the saints<br/>their faces stained with incense and gold<br/>gazing down at us<br/>three hours from america we gazed up at them before swinging 'round to leave<br/>hair floating behind us like incense smoke<br/>as we flung open the ornate doors<br/>and we walked out into a flood of sky"
  }
]
