[
  {
    "title": "First Kiss",
    "body": "Dear First Kiss,<br/>I still haven’t found you yet. Technically, you’d be my second kiss, but I choose not to count that one in eighth grade. It was short, and on a dare, and I didn’t really like her, not even as a friend, and it’s my life and my words, so. You’ll be my first kiss.<br/>I hope you’re well, and not biding your time to meet me. I’m not waiting up to meet you. I hope you’ll come around, of course, but when I meet you, I want to be a person. I want us to be two people together, not two puzzle pieces that only feel complete in each other’s grasp.<br/>Still, does it ever feel to you like it’s all a charade? Like romance is a big sham, or like there’s something about you that just makes everyone’s eyes slide right past you? I’ve been launching the fireworks of my affection into the night sky for years, and nobody has ever been there to catch the sparks. I begin to wonder if the glow of my displays is a color other people just can’t see.<br/>Then, maybe probability has just been rude to me. I’m sure you’re out there. I haven’t done much kissing in my life, but I have done a lot of reading, and I’m skeptical of the magical qualities the fictional world ascribes to kisses- total bliss, clarity, and peace seem a bit much- but it still sounds pretty nice. I hope I won’t be too bad at it. You can be honest with me about it.<br/>I hope you’ll wear glittery lip gloss, and I hope it sticks to me after you pull away. I hope it’ll sparkle in the morning sunlight in all the colors that it seems like no one else can see."
  },
  {
    "title": "I'm at a party and the adults want to see my happy face",
    "body": "walking through Greece<br/>there I see the vines along the roads<br/>with trash tucked under their leaves<br/>a shy bottle cap not quite ripe<br/>a torn foil flower<br/>on the road itself<br/>I see the space between the stones<br/>and the spent cigarettes oriented there like compass needles<br/>standing in Greece<br/>there on the mountain, above the ocean, below my chlorine-thick hair,<br/>we crowd around a balcony to watch the sun set<br/>there's a town on the shore<br/>and it looks like the bone-colored buildings and their rust-blush roofs have come from somewhere far away<br/>to watch something on the shore<br/>their dark windows intently facing the ocean<br/>whatever they're looking for, I don't think they see it yet<br/>crouched perfectly still in the dusty green hills, waiting, still waiting<br/>swimming in Greece<br/>dipping my head down so that my ears fill with water<br/>sinking into the soft silence<br/>throwing rocks further into the sea<br/>and watching the glass lilies spring up at the impact<br/>even in the calm ocean<br/>floating so easily in the infinity of blue<br/>I have so little peace<br/>I try to forget about it all<br/>I try to forget about my body and my brain<br/>engaged in such quiet war against me<br/>tuck it away, make it shy, hide it like a bottle cap under a leaf<br/>everybody wants me to forget so I go up to the railing and look into the sun<br/>the melted gold pink lemonade neon sign sun<br/>here I am in Greece<br/>listening to the eager buildings<br/>and they tell me that<br/>forgetting<br/>is a lot easier<br/>if you're doing it to make room for remembering something else"
  },
  {
    "title": "Back to You",
    "body": "All roads will be leading back to you<br/>what you know, what you have felt, lived<br/>there is no state of the world<br/>only a waterfall of humanity asserting itself into it<br/>radio waves riding into space because, you see,<br/>I am talking<br/>and you should hear me<br/>All roads will be leading back to you,<br/>because this is your life<br/>and you are living it in your head<br/>and thus there is no escape from that town you call Bias,<br/>or maybe Subjectivity<br/>because to breach its borders<br/>you must unbecome yourself<br/>and this is an impossible task<br/>you just stand<br/>on the main street of your own life,<br/>your gait wearing grooves in the pavement<br/>and fling out your arms to assert yourself to the stream of passers-by.<br/>Here you are. Only you.<br/>I hope you like it."
  },
  {
    "title": "three hours from america",
    "body": "there the bees buzzed in big wobbly loops<br/>and the graphite splintered over paper<br/>and the metro doors crashed shut<br/>and cigarette smoke billowed volcanic up from café tables<br/>and tears broke flat onto pale concrete<br/>and two people leaned closer together to hear each other talk<br/>and cars just barely stopped as a glowing green petroglyph lit up<br/>and the bleach-tired ends of a teenager's hair fluttered into the sink<br/>and paper and coins passed haltingly from hand to hand<br/>and a crane swiveled over the Notre Dame<br/>and a creature of unknown identity picked up a knife and put it down again<br/>and all the people walked over bridges like their paths were threads, like they were trying to sew together the banks of the Seine<br/>and through it all the only ones still were the statues and the saints<br/>their faces stained with incense and gold<br/>gazing down at us<br/>three hours from america we gazed up at them before swinging 'round to leave<br/>hair floating behind us like incense smoke<br/>as we flung open the ornate doors<br/>and we walked out into a flood of sky"
  },
  {
    "title": "Blank Clock",
    "body": "Wake up, wake up, wake up.<br/>My soul lives<br/>in a cramped apartment<br/>and it doesn't know its way<br/>around the city.<br/>Every day my soul lies<br/>in a creaky couch-bed.<br/>Sometimes it feels<br/>a great burst of pain,<br/>but it's the kind of pain<br/>that makes it still,<br/>stitches its mouth shut<br/>and all that is silent<br/>becomes suffering.<br/>Wake up, wake up, wake up,<br/>if only to step onto the balcony,<br/>narrow and too high<br/>to hear a serenade from.<br/>To let little sunbeams<br/>pierce its chest.<br/>Wake up, wake up, wake up!"
  },
  {
    "title": "The Kingdom",
    "body": "The clouds have their thumbs<br/>pressed against the spouts of<br/>the hoses, righty tighty,<br/>lefty loosey. I sit upon<br/>a throne of stone with<br/>my empty sleeve of crackers,<br/>and the little stains of marker<br/>covering my arms<br/>are jewels rich enough<br/>to rule the world.<br/>Raindrops on the road,<br/>on the roof, sound like<br/>the deft keystrokes<br/>of the universe. Have<br/>you ever heard of the multiverse?<br/>Well, you won't today,<br/>because the clouds<br/>are dousing the roofs and roads<br/>and you can't see<br/>three feet out of the window.<br/>Everything is one thing,<br/>one throne of stone,<br/>one house it sits beside."
  },
  {
    "title": "To Defy Gravity",
    "body": "Is this all we are? Girls<br/>in the seventh grade,<br/>pushing their<br/>math worksheets over<br/>an air vent, and smiling<br/>when they float?<br/>This is what<br/>time does-<br/>make each moment into<br/>life's greatest, most horrible<br/>valley, plateau, peak.<br/>We are tied tightly<br/>to the present and it makes<br/>for one hell of a ride."
  },
  {
    "title": "The Truth",
    "body": "All is lost in translation<br/>but the vital<br/>sentiment. Lattices of<br/>intellect and thorn<br/>pale before the one<br/>essential truth, the<br/>one starry thread that<br/>weaves up into the<br/>sky and down into<br/>the sinking rocks<br/>that bear first memory<br/>of the utterance.<br/>The rocks may melt<br/>and all may be<br/>lost but<br/>the one essential<br/>truth grows only<br/>higher, ever wider,<br/>all that matters<br/>and all that<br/>stays. I<br/>love you."
  },
  {
    "title": "The Pull",
    "body": "Letting go is easy<br/>when you know gravity<br/>and the way it transports<br/>from here to there.<br/>Yes, it is<br/>a force of death, too.<br/>You should see me when<br/>the edge of a cliff <br/>approaches-<br/>but what isn't a force of death?<br/>Anything and everything<br/>ends life if sent<br/>towards it at even a moderate<br/>velocity. <br/>Gravity doesn't know how<br/>to break bones and kill minds.<br/>Your body doesn't know<br/>how to be fragile. <br/>Facts and forces<br/>cannot know things.<br/>Consequences are inevitable,<br/>and both parties are trying their best.<br/>When that is not enough<br/>to save you, I hope<br/>there may be a small comfort<br/>in knowing <br/>that this careless world<br/>is only making an attempt<br/>to hold you closer."
  },
  {
    "title": "Paint & Paper",
    "body": "I'm going to leave bowls of paint &<br/>paper in the woods, offerings &<br/>prayers to no one, to nothing &<br/>to the future. <br/>A future that is waiting for me &<br/>that I am waiting for. Home &<br/>hearth for my soul &<br/>body on the other side of the tall &<br/>tangled trees. Maybe I am wrong &<br/>maybe there is nothing there.<br/>But I can be a fool &<br/>I can hope."
  },
  {
    "title": "path up to Inglemoor",
    "body": "daisies and pinecones<br/>steep slopes and short braids<br/>plantain chips and leaves<br/>too green for this world<br/>paths and mud<br/>cobwebs in the sun<br/>high school as a series<br/>of colorful pillars<br/>high school and archways<br/>of empty speculation<br/>slack tennis nets and a <br/>glimpse of someone else's house<br/>overgrown cattails<br/>and bleachers that make <br/>metallic music when you<br/>kick and stomp<br/>for an audience of zero<br/>cutting your hands <br/>to eat the blackberries<br/>idle loops around the track<br/>massive fields of quiet"
  },
  {
    "title": "Everything's Eternity",
    "body": "The crows circle the courtyard in predictable flight<br/>Their caws melt into the ambient chatter of the life lycee<br/>Is this forever?<br/>Painted concrete pillars mark <br/>the paths we walk<br/>over and over<br/>Are we really just spinning our wheels?<br/>Hell, man, I don't mind<br/>I like the sound of my shoes<br/>scraping against the ground<br/>spinning in place<br/>I like sitting and cursing out the rest of the world<br/>my head against the brick wall<br/>This place turns me around sometimes<br/>it's not paradise,<br/>yeah, sometimes I just can't jump to meet it<br/>and then I wake up and I'm here again,<br/>failure a rock in my shoe<br/>man, though, I'm gonna tell you something<br/>If this is forever<br/>it's a better one because of you<br/>and even if I'm just spinning my wheels<br/>I hope we burn up <br/>together."
  },
  {
    "title": "Static/Sunrise",
    "body": "My love is not a color human eyes can see, no, it's huddled at the far end of the electromagnetic spectrum, nowhere near the narrow band of sight that spangles our traded bouquets.<br/>No, my love is the color of radio waves, those things so wide and slow, those things you have not any cones for. The things calmest, most powerful, reaching so far. I will never blind you, make you blink first and look away, foist my afterimage onto your retinas, no, I will not make you sick, I will not kill you as a gamma ray does.<br/>You may not see me, but I still may move you, for your love is the color of a delicate dawn, a myriad of places visible that all somehow fit together.<br/>Yes, your love is the color of the earliest morning, the earliest morning when you drag yourself out of bed and sit down in front of your rickety IKEA desk and get back to work on the machine all painted in pastel, trying to catch all that is spinning, dancing through the air around you that you yourself cannot sense.<br/>Your love is the color of dawn because that is the sight before you as you, yes you, so poor with mechanics and yet so unflagging in your resolve, that is the color you see as you start fixing your homemade radio antenna.<br/>That is the color you see when, finally, your love catches mine, and you lean in all robed in lavender and you hear my voice, starting to sing."
  },
  {
    "title": "Mall Grief",
    "body": "I wonder why<br/>when someone dies<br/>people say that<br/>we've \"lost\" them.<br/><br/>Maybe that's what it's like<br/>and when I die<br/>it'll take me a while to notice<br/>that I don't know any of the faces<br/>around me<br/>and then I'll grab onto a clothes rack<br/>for comfort<br/>and try not to cry even though<br/>everyone walking by is so tall<br/>and stand still<br/>waiting<br/>for my mother's voice<br/>to come in<br/>over the loudspeaker."
  },
  {
    "title": "Narrowed Maps",
    "body": "The road is empty in front of us<br/>You're a bit spooky, all<br/>black and green, lit only by<br/>the glowing numbers on the dashboard<br/>Sleep is nearly caught up with me<br/>look, there it goes, by the stoplight<br/>Motels flick past and then<br/>back into oblivion<br/>aren't we lucky to have<br/>all this to ourselves right now?<br/>The heater whirs, you smile,<br/>the empty road flows past"
  }
]
