[
  {
    "title": "In the Gold of the Blade",
    "body": "I remember lightning watching it transfixed as the rain assaulted as the thunder approached I didn't budge I saw no fear only beauty my father yanked me inside I couldn't tell if those were tears on his face or if it was the rain he never would have said even if I asked I remember swimming into the turquoise ocean when I was six and realizing too late the bottom was far from my feet I never saw death its image never moved me I kissed her here I am. And nothing ever tasted so good as peanut butter I'm allergic to peanuts nothing ever tasted so good as her lips the fear never moved me I kept standing there. I still think there was never anything so beautiful as that lightning storm. My friend once made a plaster mask of my face and as he laid on the Vaseline he lifted up my chin with fingers gentle but not asking, this feels like that it's not so bad I am in many ways strange but I have eyes I see the problem I just don't move I can't move why would I move when I have this view? My sister though she lifted me from the ocean she wasn't even mad I'll miss that look she gives me so full wanting me out of the water and into her arms a place all love no fear in the sky"
  },
  {
    "title": "The Way",
    "body": "Sarah made eye contact with her reflection in the mirror; unsurprisingly, she looked ridiculous. She was messing with her new bangs, unsure if they had been a mistake, while waiting for her girlfriend Madison to text her back.<br/><br/>Of their own will, her fingers began to drum on the glass table. Madison was always a prompt texter. Sometimes, Sarah could've sworn she had a response typed out before the question was asked.<br/><br/>And now? Silence. Three hours of it.<br/><br/>Then again, Madison had been feeling down lately. This was, of course, unacceptable, and Sarah resolved to help her feel better. There were two red velvet cupcakes, Madison's favorite, in the fridge, so she packed them into her messenger bag and got on her bike to deliver them. Maybe there would be get-better kisses too; Sarah wasn't sure yet.<br/><br/>Outside, the sun was low in the sky, and on the horizon, brilliant orange clouds made the view striking. The air was cool and sweet, the perfect summer evening, with a soft breeze that ruffled Sarah's hair.<br/><br/>Pavement blurred past under her pedals, like it always did when she was biking. Soon she was parked in front of Madison's little white house. <br/><br/>Sarah took off her helmet, placing it in the grass next to her bike. She approached the front door, then paused.<br/><br/>It was open.<br/><br/>The empty door frame betrayed no motion behind it, the familiar furniture deserted and exposed.<br/><br/>\"Madison?\" Sarah asked, taking a tentative step into the house.<br/><br/>No reply. <br/><br/>\"Hello?\" She didn't ask if anyone was home, because both cars had been in the driveway. It didn't make sense, this silence.<br/><br/>\"Is everything okay?\" Her voice bounced harshly off of the blue walls, making her shiver in her dirty sneakers. <br/><br/>\"Madison!\" Surveying the first floor, Sarah saw that there was no one there. \"Madison!\" She was about to start on the second when she saw something by the door that opened to the backyard and forest behind it.<br/><br/>A reddish stain.<br/><br/>On instinct, her hand flew to her mouth, and she swayed there, paralyzed. <br/><br/>Until that moment, she'd been confused as to the circumstances of this situation, but certain that they weren't bad. <br/><br/>And then she knew that they were.<br/><br/>Sarah stepped into the yard. There was another splatter of red in the grass. In fact, they formed a trail running through the whole yard, leading into the woods.<br/><br/>\"Oh no.\" She shuddered. The tall, leafy maples beyond were illuminated a beautiful, warm yellow in the waning light, their branches waving a subtle hello in the breeze, and Sarah couldn't bring herself to appreciate it at all.<br/><br/>But still she walked into their woody embrace. <br/><br/>Mute with bewilderment, Sarah paced across stained roots and moss, her heartbeat continuing to speed up. <br/><br/>Across one root, lit by a ray of sunlight, lay a deadly-sized, barely dry piece of red.<br/><br/>She sucked in a breath. In her peripheral vision, there was a tiny twitch of motion.<br/><br/>Sarah tried to speak, but it came out in a quiet stutter instead of actual words. <br/><br/>\"Hello?\" Clear as a bell, the voice rang through the forest. A familiar voice. <br/><br/>\"Madison!\" Sarah exclaimed. She approached the source of the sound. <br/><br/>Her girlfriend was lying on the ground, curled up into a ball, arms wrapped around her stomach. <br/><br/>Blood soaked her clothes and skin.<br/><br/>\"What happened?\" Crouching down closer to Madison, Sarah laid a gentle hand on her arm.<br/><br/>Madison only groaned in response, her teeth bared in clear pain.<br/><br/>\"Okay. Okay, I'll call 911. I-\" she cut off, realizing she'd left her phone at home. \"How bad are you hurt?\"<br/><br/>She shivered. \"...I don't think I can walk.\" <br/><br/>\"Okay. I don't- I can't carry you. Should I go find a phone?\"<br/><br/>\"No!\" Madison cried, her bloody hand clamping onto Sarah's arm. \"Please. Don't leave me alone.\"<br/><br/>\"Yeah. We'll figure this out, hey?\" Sarah smiled. <br/><br/>\"I don't know, Sarah. He…\" Her eyes welled up with tears. <br/><br/>\"Who?\"<br/><br/>\"My dad. Something's wrong with him. He was running around with a knife. My mom got hurt. She took Jay and ran.\"<br/><br/>\"So, he's the one who, um-\" Gesturing to Madison's red clothes, she trailed off. <br/><br/>\"Yes.\" It came out as a scratchy whisper. \"Something's wrong. It can't… can't be him.\"<br/><br/>\"Where is he now?\" <br/><br/>Madison gave a microscopic shrug, then froze. <br/><br/>\"Lie down.\"<br/><br/>\"Wh-\" Sarah began before registering footsteps in the distance. In an instant, she flattened herself to the ground next to her girlfriend.<br/><br/>\"There's something wrong with his eyes. They're all white. It seems like he can't see,\" Madison whispered. \"Just don't make any loud sounds.\"<br/><br/>Nodding, Sarah squeezed Madison's hand. <br/><br/>She could feel her heartbeat in her cheeks. The grass left an imprint in her skin, and the strap of her messenger bag dug into her chest.<br/><br/>When the footsteps had faded away, the two of them exhaled sighs of relief.<br/><br/>Watching Madison struggle to sit up, Sarah realized how weak she looked. <br/><br/>\"We need to get you to a hospital, Mad. Do you think we could get out to the street without him noticing us?\"<br/><br/>Madison averted her dim eyes. \"How should I know?\"<br/><br/>\"Right.\" A stray gust of wind ruffled Sarah's unfortunate bangs, making her brush them aside as best she could. She cracked her back, squared her shoulders, and looped her girlfriend's arm around her neck. \"Well, better to take the chance than to have you bleed out here.\"<br/><br/>\"I don't-\" Madison's eyes began to well up again.<br/><br/>Sarah leaned in and brushed her lips against Madison's forehead. \"It's gonna be okay, Mad.\"<br/><br/>\"You don't know that.\"<br/><br/>\"No, but it feels good to say. C'mon. One step at a time, 'kay?\" <br/><br/>With a nod, Madison obliged, groaning through bared teeth with every movement, and forcing herself to walk anyway. Sarah, too, almost buckled, but kept going. <br/><br/>Moving like the gradual inevitability of the tide washing onto shore, the two girls trudged across the backyard until they made it to the driveway. Blood was seeping into the side of Sarah's shirt, and it felt cold and sticky against her skin. <br/><br/>Madison's father seemed to be pacing around inside the house, waving his knife. His movements were languid and unnatural, and his eyes did seem to emit a white glow, not noticing either of them as they passed the window.<br/><br/>Sarah and Madison were moving past the car in the driveway when its side mirror grazed Madison's stab wound. She swore loudly in pain.<br/><br/>The eerie, sightless gaze of her father snapped over to the girls. <br/><br/>\"Shit,\" Sarah murmured.<br/><br/>Desperately they tried to put distance between him and them as he loped towards them, but they were too slow.<br/><br/>In all his horror, there he was, standing in front of them.<br/><br/>\"Hello, girls,\" said a foreign voice. The lips of Madison's father didn't even move.<br/><br/>\"You're not Dad,\" Madison whispered. \"What are you?\"<br/><br/>The thing didn't blink. \"You're nothing. This has nothing to do with you.\"<br/><br/>\"I don't understand.\"<br/><br/>With a sharp smile, it advanced towards them. \"Such is the way of the world.\"<br/><br/>The knife glinted bright in the last vestiges of sunlight, drawing brilliant lines in the air as the thing swung it at them. Sarah managed to dodge the first slash. The second cut into her forearm.<br/><br/>She winced and retreated. After placing Madison back on the ground, she walked towards the thing so it couldn't get her girlfriend.<br/><br/>Instead of stabbing at her, the thing grabbed her wrist, crushing it under his grip. \"You're a fool.\"<br/><br/>Sarah ignored him and spoke clearly through the pain. \"I love you, Mad.\"<br/><br/>Yanking her arm backwards, she threw the thing off balance before kicking it, with all the strength she had, in the shin. Her body was screaming as she knocked him to the concrete. Head making a dull thump against the ground, he didn't move, the white light flickering behind his eyelids. <br/><br/>With her good hand, Sarah took the knife from his weak grasp and threw it as far as she could into the grass.<br/><br/>Arms beginning to shake from exertion, she limped back to Madison, who had something clutched in her hand.<br/><br/>\"My mom's wedding ring. It was on the ground,\" Madison whispered. She showed the glimmering diamond to Sarah. \"She left. She…\"<br/><br/>\"I'm not leaving, okay?\" Sitting down next to Madison, she laced their fingers together.<br/><br/>\"Everything's getting all blurry, Sarah.\"<br/><br/>\"For me, too.\" It was. The world swayed in front of her. \"I got you cupcakes, Mad. Red velvet.\"<br/><br/>\"We'll eat them,\" said Madison in a faint voice, contemplatively watching her own blood spread across the ground. \"When it's over.\"<br/><br/>\"Mm-hmm.\" <br/><br/>They blacked out around the same time, Madison from blood loss and Sarah from shock, the rough ground digging into their skin but their hands intertwined nonetheless, the sun melting into the horizon and for a brief moment painting them gold."
  },
  {
    "title": "Sweet Love",
    "body": "\"Mom and Dad are going to love you,\" Becca said as she pulled into her driveway.<br/><br/>Lee hoped so. Their friends had been skeptical of their decision to spend their week off of school with Becca instead of going home, or somewhere \"fun.\"<br/><br/>Then again, none of them liked Becca. It didn't make much sense to Lee; though she was a bit weird, Becca always tried to avoid insulting or being rude to someone, and brought cheer everywhere she went.<br/><br/>Lee grabbed their bags and walked up to the porch. Two faces had already appeared in the open doorway, ready to greet them.<br/><br/>\"Lee! It's lovely to meet you.\" The father shook their hand with vigor. <br/><br/>\"From everything Becca has told us, you seem like a lovely young woman,\" the mother agreed. <br/><br/>Lee, who was not a woman, opened their mouth to correct her, then looked at Becca. Their friend's face wasn't wincing at the mistake, or scrunched in annoyance, or making commiserating eye contact. It was blank, like she hadn't registered a problem at all.<br/><br/>Bending their mouth into a smile, Lee didn't bring it up. They had the strange feeling of being outnumbered, and it was the path of least resistance to continue the small talk about the weather and funny stories from campus and whatever else came up. Whatever. It happened all the time.<br/><br/>After that, Becca's parents were pleasant enough. The dad, Travis, was overeager to share his thoughts about soccer, and Lee nodded along.<br/><br/>The mom, Michelle, loved gardening. <br/><br/>As she told Lee about it, she pointed out the window to the backyard, which was overflowing with beautiful greenery.<br/><br/>\"Wow!\" Lee exclaimed. It was an impressive backyard; all the plants outside of it looked dull and weak, highlighting the effort it'd taken to create what Michelle had. \"How do you do it?\"<br/><br/>Michelle shrugged, pretending humility. \"We compost. Helps the quality of the soil.\"<br/><br/>\"Yeah? I'll keep that in mind when I eat. Where's your bin?\"<br/><br/>What seemed like an easy question, Michelle struggled to answer. She huffed out a sigh and her eyes moved as though searching for something. <br/><br/>Travis interceded, gesturing to the shed at the edge of the yard. \"In there, right?\"<br/><br/>\"Yes, thanks, honey. I'm getting so forgetful.\" With a sip of her tea, Michelle smiled. <br/><br/>Later, Lee asked Becca to show them around the garden, but it turned out Becca didn't know anything about plants, so it just turned into meandering around and poking at flowers. <br/><br/>\"I like this one,\" said Lee. They touched a fuschia blossom facing down, speckled with white on the inside. \"Actually, I see this flower everywhere, and I have no idea what it's called. Can you look it up?\"<br/><br/>Becca pulled out her phone. \"It's called foxglove.\" To Lee, it was a miracle she could read anything on it given how cracked the screen was.<br/><br/>\"That's a fun name! It feels British.\" Lee adjusted an imaginary top hat. \"Bertrand, fetch me my foxgloves.\"<br/><br/>\"Totally.\"<br/><br/>\"Girls!\" Michelle called. \"It's time for dinner.\"<br/><br/>Suppressing a groan at being misgendered again, Lee started towards dinner when Becca said, \"Hey, Lee.\"<br/><br/>Lee looked back at her. \"Yeah?\"<br/><br/>Their friend was flipping her phone back and forth in her hands. \"I really do love you.\" She gave them a wary smile. <br/><br/>\"Love you, too,\" they replied, an easy reflex.<br/><br/>Dinner was fine, but the main event came after: homemade strawberry cake, bright pink. <br/><br/>It was Lee's favorite dessert, and they blushed a color not unlike the confection when they realized that Becca had told her parents this and it had been made for them. <br/><br/>It didn't even seem as though the family liked strawberry cake- they didn't eat much of their slices, so it was all for Lee. They were flattered, and so even though the cake tasted a little strange, they ate their entire slice. <br/><br/>That was the taste of love, Lee decided. The attempt, however clumsy, to make someone else happy.<br/><br/>That night, as they laid on Becca's bedroom floor, a brutal headache kept them from falling asleep. They figured that they may as well entertain themself in the meantime, so they pulled out their phone and earbuds.<br/><br/>Lee glanced over at Becca's bed to see if they were disturbing her, but she wasn't there.<br/><br/>They popped in the earbuds and scrolled through their playlists, but the screen was all blurry, so they clicked on the general colors of album art that seemed recognizable. After a couple songs, they could feel themself getting sleepy, so they took out the earbuds. <br/><br/>Then they overheard something. Two voices, coming from downstairs. Becca and her mother. <br/><br/>\"Already?!\" Becca said, sounding as though she was restraining herself from shouting. <br/><br/>She continued talking, but Lee could only make out a few words: \"more time,\" \"attached to,\" and \"deserve.\" <br/><br/>They couldn't hear any of Michelle's words, just the tone of her voice: calm but persistent.<br/><br/>Eventually Becca's voice decrescendoed until it matched her mother's, and Lee couldn't hear any more of the conversation.<br/><br/>When Becca returned to her room, steps heavy, breath exasperated, Lee closed their eyes to pretend they'd been asleep in case it'd been an awkward conversation to overhear.<br/><br/>After a while, Lee must have fallen asleep, because afterwards they found themself woken up by a continued headache and Becca yanking on their arm. <br/><br/>\"C'mon, silly,\" she said. \"It's almost eleven.\"<br/><br/>Was it? Lee blinked, and it was unusually bright. <br/><br/>As they tried to stand up, their legs refused to support them, and Becca silently helped them downstairs.<br/><br/>\"Good morning, Lee!\" said Travis when they reached the dining room. \"My wife made us a delicious breakfast.\"<br/><br/>The thought brought Lee's attention to a dull pain in their stomach. \"I'm not hungry, thanks.\"<br/><br/>Michelle appeared out of nowhere. \"Are you not feeling well? I've heard that my pancakes have restorative properties.\"<br/><br/>All the places at the table were already set.<br/><br/>Lee shook their head. \"I'd probably puke.\"<br/><br/>\"They're incredible pancakes,\" Becca chimed in. <br/><br/>They tried to step towards the bathroom, but, light-headed, they swayed on their feet and had to grab a chair to stay upright.<br/><br/>\"Mom!\" Becca snapped. \"You overdid it. I wanted to have a nice vacation.\"<br/><br/>\"It's not over yet.\" Michelle said, dead calm.<br/><br/>Lee managed to collect their thoughts.\"I need to get to the doctor.\"<br/><br/>As she stepped closer to them, they noticed that the indistinct shape of Michelle's face was ringed with a fluorescent-white halo. \"No, sweetie, you're fine.\"<br/><br/>\"Doctor.\"<br/><br/>Travis draped one overfamiliar arm over Lee's shoulder, and used his other hand to clamp onto that arm. He tried to guide them to the table.<br/><br/>\"You just need some food in you,\" he said.<br/><br/>They wiggled ineffectually in his grasp, then began to panic. Desperate, they did the only thing they could think of. They bit into his arm as hard as they could.<br/><br/>He released them immediately, and they felt a wave of embarrassment. <br/><br/>\"You bitch.\" Blood was already starting to well up through his skin.<br/><br/>Trying to walk out of the room, Lee instead collapsed to the floor. Michelle leaned over them. <br/><br/>\"It's not worth pretending anymore. She's as good as dead,\" she informed her husband and daughter.<br/><br/>\"What?\" Lee mumbled. <br/><br/>Her attention snapped to them.\"Oh, sweetie. I've heard lots about you, and I'm doing the world a favor. This way, you can finally do something productive. My garden will thank you. Or, really, me. Human bodies make excellent compost.\"<br/><br/>\"You- I- you put… you put something into the cake,\" said Lee, desperately trying to stand back up. <br/><br/>\"All-natural. Can't go poisoning my plants. Becca, pick her up. I have to help patch up your father.\"<br/><br/>Becca obeyed, then set Lee down on a chair and sat down next to them.<br/><br/>\"It's really sad,\" Becca said. \"But she's right, you know.\"<br/><br/>Lee didn't respond. Hot, angry tears fell down their face.<br/><br/>\"It's a bummer to see you go. Out of all the friends I've brought home, you're my favorite. But she knows what's best for you.\"<br/><br/>There was no hate in her voice. She patted Lee's hand. Somehow, that was the worst thing she could've done.<br/><br/>Michelle reappeared in the doorway.<br/><br/>\"Becca, bring her over here.\"<br/><br/>As her arms wrapped around them, Lee went completely slack, making her drop them, before springing back up, grabbing a ceramic plate, and hurling it at Michelle. It hit her square in the stomach, making her double over. <br/><br/>Powered by adrenaline, Lee forced themself forward, snatching Becca's car keys from the counter and sprinting to the driveway.<br/><br/>As they started the car, Becca appeared in the doorway, shouting pleas for Lee to return, let her explain.<br/><br/>Lee turned the key and slammed the gas.<br/><br/>Her words meant nothing when she would've let them die. <br/><br/>The poison made the world foggy and slow, and they could feel themself losing consciousness at the wheel. <br/><br/>Lee kept driving, desperate to never again taste Becca's love."
  },
  {
    "title": "Very Scary Era",
    "body": "Of course it was midnight when Left at the Altar materialized in the abandoned warehouse; this kind of transaction only seemed to happen then. <br/><br/>Several lanterns were set out around the summoning circle, casting overlapping rings of amber light into an otherwise endless darkness. <br/><br/>A human stood behind them, regarding Left coolly. It wore long hair, dark and straight like a waterfall of shadows against its pale face, a puffy jacket, and a countenance that seemed to know nothing of the fates of humans who sold their souls. Though Left had never seen it, the schoolyard whispers about what nasty husks humans were without their souls held enough delightfully nasty detail that she hadn’t needed to. <br/><br/>At the human’s feet was a large rectangular bag. <br/><br/>“So?” it asked.<br/><br/>Left blinked- meat eyelids over meat eyes, an uncomfortable sensation- and took an intimidating step closer. “So what?”<br/><br/>The human’s icy stare stayed level. “Would you just buy it already?” At the dragging pause that followed, it clarified, “My soul. I have a shift at 7 tomorrow. I’d just like to get it over with.”<br/><br/>“Of course.” Left was nothing if not prepared, and a sheet of paper appeared in her hands. This contract was simple: a soul for a lot of money. After all, money was of no use to Left, and a soul was everything, rumored to be a source of untold power, a quick ascension through the ranks of the underworld. Humans didn’t often give them over anymore, so when Left felt the sigil being drawn, she hopped to it immediately, before any other demon could take her spot. She wanted to be where Broken Stoplight’s uncle was; living it up in a marble mansion, too glamorous to ever visit his peasant family. <br/><br/>She handed over the contract to the human, which pulled a pen out of its coat. The ink was blood-red but infused with glitter that shimmered in the light as she scribbled. When it finished, Left took the paper and tucked it into her pocket.<br/><br/>“The money,” the human told her. “Then my soul. Enough to fill that bag, please. All fifties and twenties.”<br/><br/>Left concentrated and pieces of paper disappeared from safes, from wallets, from tip jars and cash registers, one at a time, switching locations each time so as not to particularly enrage a single human. Slowly, the human’s bag filled, and when Left looked over at it, its eyebrows were hitched up at the sight.<br/><br/>“Okay,” Left said. “My turn.”<br/><br/>“Cool.”<br/><br/>She put on a pair of glasses that let demons see mortal souls- very helpful for this kind of transaction. Apparently, before they’d come along, humans sometimes managed to sell their souls twice to different demons for double the reward. <br/><br/>The human’s soul was bright purple, glittering like its pen, with thick rivers of black coursing through it. Planted firmly at the human’s torso, small tendrils reached toward Left as she held out a hand, and when her fingers made contact with them, the soul didn’t let her go until she had absorbed its full power.<br/><br/>Its full power burned. Left’s vision went white, her stupid meat legs shook like an earthquake, there was a hammer at her ribs, and a horrible sound was tearing out of her mouth, and she couldn’t stop it until her body ran out of air and did it for her. <br/><br/>“How about that,” murmured the human. She appeared completely unaffected.<br/><br/>“What- what did you do?” managed the demon between gasps.<br/><br/>“What you asked, sweetheart. Gave you my soul.” <br/><br/>With trembling hands, Left slid the soul glasses onto her face again. The human still had her soul. Much smaller, but it was rapidly expanding to fill the empty space.  Left looked down at herself, and the human’s soul was nestled there, too.<br/><br/>“What’s my name?” the human asked her. <br/><br/>Left’s brain said that it was a stupid question, Left’s brain said she hadn’t even glanced at the red scribble at the bottom of the contract, Left’s mouth opened and said, “Galina.”<br/><br/>Galina lifted her head in a nod. “What’s my brother’s name?”<br/><br/>An even more outlandish inquiry, but again Left’s mouth knew. “Alexei.”<br/><br/>As she spoke, Left felt an unimaginable pain in her chest. She patted her torso, looking for wounds, and found none. She fell to her knees. Her breath came too fast but she couldn’t make it stop. Her chest shuddered erratically. Her eyes burned. Water and slime dripped down her face.<br/><br/>“That’s why I need this money. Alexei is dying.” Galina took a long breath. “I can barely make rent for myself. Went digging and digging and digging for anything that might help me. All the way to the underworld, I guess. Thanks for the money.”<br/><br/>“But why do you still have your soul?” asked Left, regretting opening her mouth when she tasted the slime that had run over it.<br/><br/>“C’mon. A soul isn’t a goddamn candy bar in a neat little wrapper, going hand to hand, leaving each hand before it enters the next. It’s ink. It stains everything it touches. You can sell it, but you can’t sell it away. You can’t wash it off. I’m stuck with it forever.” Galina turned and the lantern light made her dark eyes shimmer. “And so are you.”<br/><br/>“What?”<br/><br/>“Oh, yeah. Have fun.”<br/><br/>“No, no, no. A soul is a source of great power, grounds for promotion in the underworld.”<br/><br/>“Right. And when my cat Muffins disappeared, he went to a farm in Winchester. I don’t care. Thanks for the money.”<br/><br/>Left grabbed at Galina’s arms, squeezing her fingers tight. “Undo this right now!” Her physical form was tall and muscular; she had power over the shorter, thinner human. <br/><br/>Pushing Galina to the ground, the demon bared her teeth.<br/><br/>Galina merely looked Left in the eye and said, “You’re the only one who visits Sam’s grave anymore.”<br/><br/>Left didn’t know who Sam was and didn’t much care, but something deep in her body writhed in agony, and her hands grew weak. Galina easily slipped out from under her and started dashing away, hauling her bag full of money. <br/><br/>Left didn’t care about Sam, but her soul did. It cared about Sam so immensely that it dragged Left along with it. For a stranger she was drowning in pain. <br/><br/>“Galina! Wait!” Left cried, her ragged voice bouncing echoes off the unseen walls. “How do I make this better?”<br/><br/>When she turned, for the first time the human looked frightened. <br/><br/>Galina stood there a moment. She opened her mouth. She closed it. She turned and fled into the night. <br/><br/>The demon with a soul inside her lay shaking on the cold floor of an old warehouse, sobbing so hard she could hardly draw breath, and wondered. Her soul was Galina’s, so all these feelings were Galina’s, this thrashing hurricane of hysteria was hers. Yet had Galina stood so confidently, so empty-faced. How? Left felt like an open wound. She wanted to dig Sam out of their grave and hug them. She wanted Sam to be alive again. She wanted to save Alexei. She wanted and wanted and wanted and the want suffocated her because she couldn’t do any of those things. Her want was smashing into reality over and over again and it was like her head smashing into a wall, over and over, trying to make it move. <br/><br/>Left at the Altar wished that things were the way she had imagined them. She wished a soul were a thing with neat borders, a thing she never had to experience for herself. She wished it could be taken away, could be washed off. She figured the humans would be better off without them."
  },
  {
    "title": "Tant Pis, Petit Loup ",
    "body": "All Gwen could think about was her French homework. <br/><br/>She was running. Vines scratched at her skin. Her breath came sharp and desperate. At any moment, she could be caught and killed. <br/><br/>And she was thinking about her French homework. <br/><br/>It was three pages' worth, and she'd have to text Darius for help if she wanted any chance of understanding it. <br/><br/>The rough ground hurt her feet, but she couldn't stop. <br/><br/>Forrest and Macie were having one hell of a messy breakup. Every time one of them talked to Gwen, they dropped insults about the other, and she had to nod along to both. It made her feel divided into pieces.<br/><br/>With the way the night was going, she'd never get the French homework done on time.<br/><br/>She heard her pursuers behind her, and her heart sped up even more as she kept barreling through the foliage. She could barely see anything by the dim light of the crescent moon. <br/><br/>For dinner, she'd eaten five bananas and three bowls of cheesy ravioli, but with all that running, if she survived the night, she'd be starving again. <br/><br/>Gwen reached a clearing, and finally let herself slow down. <br/><br/>The stars gleamed above her. She inhaled. She exhaled.<br/><br/>She geared up to start sprinting again, then stopped. The path was blocked, and she was encircled by her pursuers. <br/><br/>Dread seized her in an instant. <br/><br/>They towered above her, their horrible faces invisible in the dark, death at their hands.<br/><br/>Gwen opened her mouth to speak, but she couldn't make words come out.<br/><br/>One of them turned on a flashlight and shone it in her eyes, blinding her momentarily.<br/><br/>\"She's smaller than I expected,\" he commented. <br/><br/>\"Not much to work with,\" one of the others replied. <br/><br/>\"Eh. Makes it easier, right?\" His silhouette moved, and there was a click, like he'd cocked a gun. \"Hold still, Gwen.\"<br/><br/>Not obeying his command, she instead found a gap in the circle and started sprinting.<br/><br/>The leader was not amused by this. He aimed once, fired, and missed her. Gwen couldn't help a sigh of relief, then a flashlight beam swept over her, and he fired again.<br/><br/>That time, he didn't miss.<br/><br/>A bullet struck her shoulder, and she hit the ground hard. As she groaned in pain, the leader approached her.<br/><br/>He rested a foot on her ribs, almost casually. \"I'm sure you understand. Wolves are wolves, and girls are girls. You don't get to be both.\"<br/><br/>Gwen's blood flowed over her fur. Her breath came ragged through sharp teeth. When they'd found her, she'd been asleep, paws twitching in dreams, in front of the fireplace in her living room. <br/><br/>They hated her so much, they'd driven her out of her own home. <br/><br/>\"It can't be safe to have someone around with human intelligence and animal instincts. I'm doing this town a favor.\"<br/><br/>There were so many things Gwen wanted to say, ways she could have explained who she was, how she dealt with it. How she was fully herself as a wolf, just as a wolf. How, while the transformation did make her fiercely hungry and thus cranky, she countered it by eating a lot of food beforehand. How she didn't know why what was happening was happening, but it didn't matter, because she still had parents who loved her and friends who needed her and French homework to do, same as anyone else in the world.<br/><br/>And it was all silent in her lungs, because her mouth wasn't in the right shape. Because he didn't give her any chance to say it. <br/><br/>Instead, she had to watch as the leader looked down and readied his gun again.  <br/><br/>There was the barrel, so close to her skin, there was death, right there, and all Gwen could feel about it was a distant disappointment for her GPA, for Forrest and Macie and how they'd have one less person to vent to.<br/><br/>Three pages of French worksheets sat blank in her backpack. <br/><br/>She closed her eyes. <br/><br/>It was taking longer than she'd expected. <br/><br/>She opened her eyes. <br/><br/>The man's silhouette fell away with a forceful thump, replaced by something else. Through the other gathered pursuers, a frantic murmur began. <br/><br/>Then there was a loud growl, and the sound of quick footsteps, the sound of fleeing. <br/><br/>Over Gwen stood another wolf. Its figure, though faint, was majestic. It released a piercing howl, then started nudging her forward. <br/><br/>When its nose touched her wound, the pain grew unbearable and she blacked out. <br/><br/>When she woke, she was on the edge of the woods, and there were several sets of paw prints in the dirt around her.<br/><br/>The sun was on the verge of rising, and as she watched it break through the horizon, her paws lengthened into hands, the world snapped into bright color, and she kept bleeding scarlet into it. <br/><br/>Someone found her and took her to the hospital, and the doctors took out the bullet in her shoulder. When she woke up, they asked her who shot her and why. <br/><br/>A horrible quiet tangled in her chest. <br/><br/>They eventually gave up and left her alone.<br/><br/>Her parents came to her and cried over her bed. <br/><br/>Darius came to her and gave her the French homework, then helped her do it. She was so grateful that, in hushed tones, she told him that she was a wolf as well as a person.  <br/><br/>For a moment he scratched his chin, then gave a sage nod. \"Sick.\"<br/><br/>\"That was why they shot me. And they know who I am. What do I do if they find me again?\"<br/><br/>\"Say, tant pis, bitches. Je m'en fous. And then punch them in the face and sic your parents and I on them.\" With the bold words, he swung his fists in the air.<br/><br/>Gwen sighed. \"Madame Boisseau definitely regrets teaching us curses.\"<br/><br/> She asked him not to leave, and he agreed. When the sky grew dark, in her mind she saw the shapes of her pursuers climbing through the window, finding her, full of hate, empty of mercy. She didn't even know what they looked like. They could be anywhere. Even in the hospital. Uneasy, she clutched her blanket. <br/><br/>\"Tant pis, bitches. Je m'en fous,\" she whispered to herself, trying to be brave, trying to fend off the memories, the pain, the urge to flee and flee and keep fleeing.<br/><br/>Across from her, in an uncomfortable-looking chair, Darius was curled up, asleep. He knew who she was, and he didn't mind. To him, she was still his friend in his French class. A person, not a problem. <br/><br/>The terror, her second companion, stayed. But it loosened its grip.<br/><br/>His words echoed unending in her mind. <br/><br/>Gwen didn't run. She stayed right there."
  },
  {
    "title": "Close Enough to Touch",
    "body": "His plunge into the water was a sudden, dull thud, but quiet and slow at the same time, beautiful as all things in bright clear water were, bubbles blooming rosy above his form as it sank. <br/><br/>Quinn took a moment to move, shock and fear stilling them. In that pause, they saw a crepe streamer of blood unspooling from his forehead along with his waves of dusk-dark hair. He wasn't dressed for the water, instead enveloped by torn jeans and a black-and-green T-shirt that clashed with the first blush of sunset above him. <br/><br/>Shaking off the paralysis, Quinn kicked off the sand in a soft cloud and met his inevitable gravity halfway, wrapping their arms around the boy's waist. They struggled to surface; his weight was soft but still, insistently drawn down. Even so, Quinn kicked up. The water was gentle, and they had plenty of oxygen, and they could see a good future, close enough to touch, as close as the boy against them. They kicked until their faces floated into air. The shore was near, though intertwined with the boy each moment of the effort became as long as an airplane's contrail delicately brushed over the sky.<br/><br/>When Quinn's hand grasped the solid beach, they let their body dissolve. They popped off their mask and took a slow breath of salt air. They drew the boy onto dry sand. Over the horizon, the sunset was a glorious blaze that blazed twice, in the sky and in its swaying reflection in the water. <br/><br/>He shifted, unconscious, as though dreaming. The red brushstroke on his temple bled at a slow drip. Quinn placed a hand on his shoulder.<br/><br/>His eyes sprang open, wide and panicked. Then the light of the landscape poured into them, and he sighed. <br/><br/>\"'M… alive,\" he murmured. His hair gleamed under the sand that clung to it, and his pale skin looked sprinkled in gold. He turned to Quinn. \"D'you…?\"<br/><br/>\"Get you out of the water? Yeah, sure,\" said Quinn. \"It's no big deal, though.\" <br/><br/>\"No.\" The boy's voice had more conviction than he should have been capable of, and its gravity pulled Quinn's face into alignment with his. Those eyes had stilled. They were an indistinct hazel, a space between colors that glistened when it caught the evening light. <br/><br/>Quinn found one hand floating up as unavoidably as a feather, pushing away his hair to see the streak of blood that was bright against his dark eyebrow. The boy turned away to look at the strawberry sparkles of sunset light dancing across the water, and too late Quinn felt the awkwardness of the contact, hand hovering unmet in the air, but they didn't know the etiquette of rescuing someone.<br/><br/>Maybe there was none. Maybe anything was possible. <br/><br/>\"What happened?\" they asked, their voice smoothed over by the waves. <br/><br/>\"You have any water?\"<br/><br/>\"Uh… yeah.\" Quinn glanced across at their house, still there. <br/><br/>\"Can I have some?\"<br/><br/>\"Yeah, but, uh, you should really get inside, dry off.\"<br/><br/>\"Can I… stay here a little longer?\" His voice cracked and a drop of desperation seeped in. \"I want to watch the sunset a while.\"<br/><br/>Quinn nodded and went to change and got two glasses of water and sat next to him. He was silent, watching the glow so intently that he became it, himself luminous, staying until the sun had vanished, and by then Quinn couldn't find his silhouette in the dark. They wanted to go inside, so they reached out and their hand found a real shoulder, a sure thing in the blind obscurity. This boy had no face in the night, no name on the shore, and still there he was, a sure thing, close enough to touch, and that was so beautiful that it was a visual sight, a physical feeling. Like in Quinn's blood, behind his wake, rosy bubbles bloomed."
  },
  {
    "title": "Belated Attacker",
    "body": "there he is, with a laugh like a gun thick in his mouth and a gun like a gun heavy in his hands<br/>there he is, his breath out of tune, his footsteps offbeat, there he is:<br/>waiting on her cry of anguish, his eyes flickering with the anticipated image of her cowering before him, but nothing comes to fill it<br/>he glances at the angular, radium-green numbers of the clock and icy fingers reach out to hold the metronome of his heart so that it cannot tick<br/>she’s gone, she already left for her mother’s house to play Scrabble and eat raspberry cookies<br/>heat wells beneath his skin- she always won at Scrabble against him and she was always so smug about it<br/>she thought she was so damn special she thought she was her own king queen emperor president and prime minister she thought she could exile anyone she thought she could exile him well she needed to be shown her place<br/>he presses the gun like a gun to his chest, the barrel perpendicular to the direction of his scorned heart’s beat the weight of it reminds him of her hand he feels like he might catch on fire but all that really happens is that tears drip down his cheeks<br/>he can taste those raspberry cookies, he can hear her mother’s laugh and the clack of those wooden tiles, and it makes him feel sick<br/>in these past few months, these empty months, these lost months, these months spent adrift<br/>he’s grown allergic to her, even the thought of her, even the thoughts that lead to her, and so many do<br/>she thought she was Rome, and on some level he must have believed her, to have allowed her to so thoroughly erase the map of his mind and draw it again with herself at the center<br/>he’s grown allergic to her, and this is the only sensible, healthy thing to do- to get rid of the allergen<br/>this place has to get messy so that he can get clean<br/>so he can wrest himself from the quicksand of her rejection<br/>he decides he will stay until she returns<br/>it may be hours- she gets so drunk on victory and orange soda that it’s hard to pull her away<br/>but two can play at that game<br/>he sits cross-legged on her dirty carpet with the gun like a gun on his knee and conjures in his mind a glass of her pain<br/>he imagines her opening the door and freezing when she sees him there- she didn’t know he was able to pick locks<br/>he wasn’t, when she knew him<br/>he gets drunk on her underestimating him<br/>in the unlit living room, addressing no one but the curtain flapping red at the window- like the whole place would be when he was through- he smiles<br/>like he used to smile at her when she brought him flowers<br/>(a ruse, surely, to get him attached, but, fool that he’d been, the happiness had been real and it had been tremendous)<br/>(and it is real and it is tremendous now)<br/>and though he is accosted by memories the blankets he’d touched the books he’d seen her reading the paintings she was always straightening<br/>they are the tunnel, sure, but now, at last, he sees the light at their end<br/>he is so close, so close, only a few hours longer of having been the weak one, the one who’d been pushed over like a bowling pin<br/>he gets drunk on transformation<br/>he digs his fingers into his knees and gets drunk on the feeling of being the bowling pin that grew legs and stood up and became a man with a keen eye and a razor determination and a trigger finger<br/>he flexes his hands, practicing for the occasion<br/>he grows bored<br/>he unfurls himself to standing, becomes a flagpole flying clawed justice, wanders to her kitchen<br/>the cupboard has all the same glasses it used to, glasses they used to pass between them<br/>he doesn’t know why he’s surprised by that but he doesn’t like the feeling of not knowing so he shoves it aside and gives another feeling the wheel<br/>he raises each glass high above his head before hurling it to the ground and each one careens apart, a firework of biting pieces, sparkling like her eyes used to<br/>he doesn’t notice or doesn’t care when they fly across his skin, welling up curtain-red, thin-dense-hurt<br/>there is no hurt that can overtake what she has done to him<br/>and there is no hurt that can overwhelm the happiness of getting to pay it back to her<br/>minute by minute, the watchful clock goes forward, she gets closer and closer to coming home, and he, cradling close the gun like a gun, he bloodstaining her floor her couch her counter, he roams it hungry, he roams it joyous, he roams it, every minute breaking something, every minute laughing with relief, because sure, she can come back,<br/>but when she does he can make certain that it won’t really be hers anymore"
  }
]
